Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# composer.audio.delete.action
source: Supprimer le son
ar: حذف الصوت
de: Ton löschen
en: Delete sound
es: Eliminar el sonido
it: Elimina il suono
pt_br: Excluir o som

# composer.audio.delete.confirm
source: Supprimer
ar: حذف
de: Löschen
en: Delete
es: Eliminar
it: Elimina
pt_br: Excluir

# composer.audio.delete.title
source: Supprimer ce son ?
ar: هل تريد حذف هذا الصوت؟
de: Diesen Ton löschen?
en: Delete this sound?
es: ¿Eliminar este sonido?
it: Eliminare questo suono?
pt_br: Excluir este som?

# composer.audio.import.error
source: Import du fichier audio impossible
ar: تعذّر استيراد الملف الصوتي
de: Audiodatei konnte nicht importiert werden
en: Couldn't import the audio file
es: No se pudo importar el archivo de audio
it: Impossibile importare il file audio
pt_br: Não foi possível importar o arquivo de áudio

# composer.audio.languages.hint
source: Par défaut, seules les langues disponibles sur cet appareil sont listées.
ar: بشكل افتراضي، تُعرض فقط اللغات المتوفّرة على هذا الجهاز.
de: Standardmäßig werden nur die auf diesem Gerät verfügbaren Sprachen aufgeführt.
en: By default, only the languages available on this device are listed.
es: De forma predeterminada, solo se listan los idiomas disponibles en este dispositivo.
it: Per impostazione predefinita, sono elencate solo le lingue disponibili su questo dispositivo.
pt_br: Por padrão, apenas os idiomas disponíveis neste dispositivo são listados.

# composer.audio.languages.more
source: Plus de langues
ar: لغات أخرى
de: Weitere Sprachen
en: More languages
es: Más idiomas
it: Altre lingue
pt_br: Mais idiomas

# composer.audio.languages.search
source: Rechercher une langue
ar: البحث عن لغة
de: Sprache suchen
en: Search a language
es: Buscar un idioma
it: Cerca una lingua
pt_br: Buscar um idioma

# composer.audio.languages.show-all
source: Afficher toutes les langues
ar: عرض كل اللغات
de: Alle Sprachen anzeigen
en: Show all languages
es: Mostrar todos los idiomas
it: Mostra tutte le lingue
pt_br: Mostrar todos os idiomas

# composer.audio.recorded-duration
source: Durée enregistrée
ar: المدة المسجَّلة
de: Aufgenommene Dauer
en: Recorded duration
es: Duración grabada
it: Durata registrata
pt_br: Duração gravada

# composer.audio.redo.confirm
source: Refaire
ar: إعادة التسجيل
de: Neu aufnehmen
en: Record again
es: Grabar de nuevo
it: Registra di nuovo
pt_br: Gravar de novo

# composer.audio.redo.message
source: La prise, son rognage et sa description seront perdus.
ar: سيتم فقدان التسجيل وقصّه ووصفه.
de: Die Aufnahme, ihr Zuschnitt und ihre Beschreibung gehen verloren.
en: The take, its trim and its description will be lost.
es: La grabación, su recorte y su descripción se perderán.
it: La registrazione, il suo taglio e la sua descrizione andranno persi.
pt_br: A gravação, o corte e a descrição serão perdidos.

# composer.audio.redo.title
source: Refaire l'enregistrement ?
ar: هل تريد إعادة التسجيل؟
de: Aufnahme wiederholen?
en: Record again?
es: ¿Volver a grabar?
it: Rifare la registrazione?
pt_br: Refazer a gravação?

# composer.audio.title
source: Création audio
ar: إنشاء صوتي
de: Audio-Erstellung
en: Audio creation
es: Creación de audio
it: Creazione audio
pt_br: Criação de áudio

# composer.audio.transcription.cancel
source: Annuler la transcription
ar: إلغاء النسخ
de: Transkription abbrechen
en: Cancel transcription
es: Cancelar la transcripción
it: Annulla la trascrizione
pt_br: Cancelar a transcrição

# composer.audio.transcription.cancelled
source: Transcription annulée
ar: أُلغي النسخ
de: Transkription abgebrochen
en: Transcription cancelled
es: Transcripción cancelada
it: Trascrizione annullata
pt_br: Transcrição cancelada

# composer.audio.transcription.edit
source: Modifier
ar: تعديل
de: Bearbeiten
en: Edit
es: Editar
it: Modifica
pt_br: Editar

# composer.audio.transcription.language
source: Langue du son
ar: لغة الصوت
de: Sprache des Tons
en: Sound language
es: Idioma del sonido
it: Lingua del suono
pt_br: Idioma do som

# composer.audio.transcription.none
source: Aucune transcription disponible.
ar: لا يتوفّر أي نسخ.
de: Keine Transkription verfügbar.
en: No transcription available.
es: No hay transcripción disponible.
it: Nessuna trascrizione disponibile.
pt_br: Nenhuma transcrição disponível.

# composer.audio.transcription.paste
source: Coller
ar: لصق
de: Einfügen
en: Paste
es: Pegar
it: Incolla
pt_br: Colar

# composer.audio.transcription.running
source: Transcription en cours…
ar: جارٍ النسخ…
de: Transkription läuft…
en: Transcribing…
es: Transcribiendo…
it: Trascrizione in corso…
pt_br: Transcrevendo…

# composer.audio.transcription.title
source: Transcription
ar: النسخ النصي
de: Transkription
es: Transcripción
it: Trascrizione
pt_br: Transcrição

# composer.audio.transcription.unavailable
source: Transcription indisponible
ar: النسخ غير متاح
de: Transkription nicht verfügbar
en: Transcription unavailable
es: Transcripción no disponible
it: Trascrizione non disponibile
pt_br: Transcrição indisponível

# composer.audio.transcription.write
source: Rédiger
ar: كتابة
de: Schreiben
en: Write
es: Escribir
it: Scrivi
pt_br: Escrever

# composer.audio.transcription.write.hint
source: Écrivez ce qui est dit dans l'enregistrement.
ar: اكتب ما يُقال في التسجيل.
de: Schreiben Sie auf, was in der Aufnahme gesagt wird.
en: Write what is said in the recording.
es: Escribe lo que se dice en la grabación.
it: Scrivi ciò che viene detto nella registrazione.
pt_br: Escreva o que é dito na gravação.

# composer.audio.trim.error
source: Le rognage a échoué
ar: فشل القص
de: Zuschneiden fehlgeschlagen
en: Trimming failed
es: Error al recortar
it: Taglio non riuscito
pt_br: Falha ao cortar

# composer.audio.trim.load-failed
source: Le son n'a pas pu être chargé.
ar: تعذّر تحميل الصوت.
de: Der Ton konnte nicht geladen werden.
en: The sound couldn't be loaded.
es: No se pudo cargar el sonido.
it: Impossibile caricare l'audio.
pt_br: Não foi possível carregar o som.

# composer.audio.trim.loading
source: Chargement du son…
ar: جارٍ تحميل الصوت…
de: Ton wird geladen …
en: Loading sound…
es: Cargando el sonido…
it: Caricamento dell'audio…
pt_br: Carregando o som…

# composer.audio.trim.title
source: Rogner
ar: قص
de: Zuschneiden
en: Trim
es: Recortar
it: Taglia
pt_br: Cortar

# composer.blur.activate
source: Activer le mode flou
ar: تفعيل وضع التمويه
de: Unschärfe aktivieren
en: Turn on blur mode
es: Activar el modo desenfoque
it: Attiva la modalità sfocatura
pt_br: Ativar o modo desfoque

# composer.a11y.showKeyboard
source: Afficher le clavier
ar: إظهار لوحة المفاتيح
de: Tastatur einblenden
en: Show the keyboard
es: Mostrar el teclado
it: Mostra la tastiera
pt_br: Mostrar o teclado

# composer.a11y.removeClipboardContent
source: Retirer le contenu du presse-papier
ar: إزالة محتوى الحافظة
de: Inhalt der Zwischenablage entfernen
en: Remove the clipboard content
es: Quitar el contenido del portapapeles
it: Rimuovi il contenuto degli appunti
pt_br: Remover o conteúdo da área de transferência

# composer.recent.addSelected
source: Ajouter (%lld)
ar: إضافة (%lld)
de: Hinzufügen (%lld)
en: Add (%lld)
es: Añadir (%lld)
it: Aggiungi (%lld)
pt_br: Adicionar (%lld)

# composer.recent.cancelSelection
source: Annuler
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar

# composer.recent.add
source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt_br: Adicionar

# composer.recent.grantAccess.hint
source: Pour retrouver vos médias récents ici
ar: لعرض وسائطك الأخيرة هنا
de: Damit deine neuesten Medien hier erscheinen
en: To find your recent media here
es: Para ver aquí tus archivos recientes
it: Per ritrovare qui i tuoi contenuti recenti
pt_br: Para encontrar suas mídias recentes aqui

# composer.recent.grantAccess
source: Autoriser l'accès aux photos
ar: السماح بالوصول إلى الصور
de: Zugriff auf Fotos erlauben
en: Allow photo access
es: Permitir el acceso a las fotos
it: Consenti l'accesso alle foto
pt_br: Permitir acesso às fotos

# composer.recording.cancel.hint
source: Supprime le message vocal en cours
ar: يحذف الرسالة الصوتية الجارية
de: Löscht die aktuelle Sprachnachricht
en: Deletes the current voice message
es: Elimina el mensaje de voz actual
it: Elimina il messaggio vocale in corso
pt_br: Exclui a mensagem de voz atual

# composer.recording.stopAndAttach.hint
source: Place le message vocal dans les pièces jointes pour l'éditer avant l'envoi
ar: يضع الرسالة الصوتية في المرفقات لتعديلها قبل الإرسال
de: Fügt die Sprachnachricht den Anhängen hinzu, um sie vor dem Senden zu bearbeiten
en: Adds the voice message to attachments to edit it before sending
es: Añade el mensaje de voz a los adjuntos para editarlo antes de enviarlo
it: Inserisce il messaggio vocale negli allegati per modificarlo prima dell'invio
pt_br: Adiciona a mensagem de voz aos anexos para editá-la antes de enviar

# composer.viewonce.activate
source: Activer le mode vue unique
ar: تفعيل وضع العرض مرة واحدة
de: Einmal-Ansicht aktivieren
en: Turn on view-once mode
es: Activar el modo de una sola visualización
it: Attiva la modalità visualizzazione singola
pt_br: Ativar o modo visualização única

# composer.send.label
source: Envoyer le message
ar: إرسال الرسالة
de: Nachricht senden
en: Send the message
es: Enviar el mensaje
it: Invia il messaggio
pt_br: Enviar a mensagem

# composer.send.hint
source: Envoie le texte saisi
ar: يرسل النص المكتوب
de: Sendet den eingegebenen Text
en: Sends the text you typed
es: Envía el texto escrito
it: Invia il testo digitato
pt_br: Envia o texto digitado

# composer.send.editLabel
source: Enregistrer les modifications
ar: حفظ التعديلات
de: Änderungen speichern
en: Save changes
es: Guardar los cambios
it: Salva le modifiche
pt_br: Salvar as alterações

# connection.offline
source: Hors ligne
ar: غير متصل
de: Offline
en: Offline
es: Sin conexión
it: Non in linea
pt_br: Offline

# connection.reconnecting
source: Reconnexion en cours
ar: جارٍ إعادة الاتصال
de: Wiederverbindung läuft
en: Reconnecting
es: Reconectando
it: Riconnessione in corso
pt_br: Reconectando

# contacts.discover.import.none
source: Aucun de tes contacts n'est encore sur Meeshy — invite-les !
ar: لا أحد من جهات اتصالك على Meeshy بعد — ادعُهم!
de: Noch keiner deiner Kontakte ist bei Meeshy — lade sie ein!
en: None of your contacts are on Meeshy yet — invite them!
es: Ninguno de tus contactos está aún en Meeshy: ¡invítalos!
it: Nessuno dei tuoi contatti è ancora su Meeshy — invitali!
pt_br: Nenhum dos seus contatos está no Meeshy ainda — convide-os!

# contacts.discover.import.failed
source: Impossible d'importer les contacts
ar: تعذّر استيراد جهات الاتصال
de: Kontakte konnten nicht importiert werden
en: Couldn't import contacts
es: No se han podido importar los contactos
it: Impossibile importare i contatti
pt_br: Não foi possível importar os contatos

# contacts.discover.import.a11y
source: Retrouver mes contacts qui sont déjà sur Meeshy
ar: العثور على جهات اتصالي الموجودة على Meeshy
de: Meine Kontakte finden, die schon bei Meeshy sind
en: Find my contacts already on Meeshy
es: Encontrar mis contactos que ya están en Meeshy
it: Trova i miei contatti già su Meeshy
pt_br: Encontrar meus contatos que já estão no Meeshy

# contacts.list.empty
source: Aucun contact
ar: لا توجد جهات اتصال
de: Keine Kontakte
en: No contacts
es: Sin contactos
it: Nessun contatto
pt_br: Nenhum contato

# contacts.blocked.empty
source: Aucun utilisateur bloqué
ar: لا يوجد مستخدمون محظورون
de: Keine blockierten Nutzer
en: No blocked users
es: Ningún usuario bloqueado
it: Nessun utente bloccato
pt_br: Nenhum usuário bloqueado

# contacts.requests.filter.sent
source: Envoyées
ar: المُرسَلة
de: Gesendet
en: Sent
es: Enviadas
it: Inviate
pt_br: Enviados

# contacts.requests.filter.received
source: Reçues
ar: الواردة
de: Erhalten
en: Received
es: Recibidas
it: Ricevute
pt_br: Recebidos

# contacts.requests.empty.sent.subtitle
source: Les demandes que vous envoyez apparaîtront ici
ar: ستظهر هنا الطلبات التي ترسلها
de: Anfragen, die du sendest, erscheinen hier
en: Requests you send will appear here
es: Las solicitudes que envíes aparecerán aquí
it: Le richieste che invii appariranno qui
pt_br: Os pedidos que você enviar aparecerão aqui

# contacts.requests.empty.sent
source: Aucune demande envoyée
ar: لم تُرسل أي طلبات
de: Keine gesendeten Anfragen
en: No requests sent
es: Ninguna solicitud enviada
it: Nessuna richiesta inviata
pt_br: Nenhum pedido enviado

# contacts.requests.empty.received.subtitle
source: Les demandes de contact reçues apparaîtront ici
ar: ستظهر هنا طلبات التواصل الواردة
de: Erhaltene Kontaktanfragen erscheinen hier
en: Contact requests you receive will appear here
es: Las solicitudes de contacto recibidas aparecerán aquí
it: Le richieste di contatto ricevute appariranno qui
pt_br: Os pedidos de contato recebidos aparecerão aqui

# contacts.requests.empty.received
source: Aucune demande reçue
ar: لم تصل أي طلبات
de: Keine erhaltenen Anfragen
en: No requests received
es: Ninguna solicitud recibida
it: Nessuna richiesta ricevuta
pt_br: Nenhum pedido recebido

# contacts.requests.received.intent
source: Souhaite entrer en contact avec vous
ar: يرغب في التواصل معك
de: Möchte sich mit dir verbinden
en: Wants to connect with you
es: Quiere conectar contigo
it: Desidera mettersi in contatto con te
pt_br: Quer se conectar com você

# content.kind.mood
source: Humeur
ar: حالة مزاجية
de: Stimmung
en: Mood
es: Estado de ánimo
it: Stato d'animo
pt_br: Humor

# content.kind.post
source: Publication
ar: منشور
de: Beitrag
en: Post
es: Publicación
it: Post
pt_br: Publicação

# content.kind.reel
source: Réel
ar: مقطع
de: Reel
en: Reel
es: Reel
it: Reel
pt_br: Reel

# content.kind.status
source: Statut
ar: حالة
de: Status
en: Status
es: Estado
it: Stato
pt_br: Status

# content.kind.story
source: Story
ar: قصة
es: Historia
it: Storia

# content.type.post
source: Post
ar: منشور
de: Beitrag
es: Publicación

# content.type.reel
source: Réel
ar: مقطع
de: Reel
en: Reel
es: Reel
it: Reel
pt_br: Reel

# content.type.status
source: Statut
ar: حالة
de: Status
en: Status
es: Estado
it: Stato
pt_br: Status

# content.type.story
source: Story
ar: قصة
es: Historia
it: Storia

# context.archive
source: Archiver
ar: أرشفة
de: Archivieren
en: Archive
es: Archivar
it: Archivia
pt_br: Arquivar

# context.block
source: Bloquer
ar: حظر
de: Blockieren
en: Block
es: Bloquear
it: Blocca
pt_br: Bloquear

# context.details
source: Détails
ar: التفاصيل
de: Details
en: Details
es: Detalles
it: Dettagli
pt_br: Detalhes

# context.lock
source: Verrouiller
ar: قفل
de: Sperren
en: Lock
es: Bloquear
it: Blocca con codice
pt_br: Bloquear

# context.mark_read
source: Marquer comme lu
ar: تعليم كمقروء
de: Als gelesen markieren
en: Mark as read
es: Marcar como leído
it: Segna come letto
pt_br: Marcar como lido

# context.mark_unread
source: Marquer comme non lu
ar: تعليم كغير مقروء
de: Als ungelesen markieren
en: Mark as unread
es: Marcar como no leído
it: Segna come non letto
pt_br: Marcar como não lido

# context.more_options
source: Plus d'options
ar: خيارات أخرى
de: Weitere Optionen
en: More options
es: Más opciones
it: Altre opzioni
pt_br: Mais opções

# context.move_to
source: Déplacer vers...
ar: نقل إلى...
de: Verschieben nach...
en: Move to...
es: Mover a...
it: Sposta in...
pt_br: Mover para...

# context.mute
source: Mettre en silence
ar: كتم
de: Stummschalten
en: Mute
es: Silenciar
it: Silenzia
pt_br: Silenciar

# context.my_conversations
source: Mes conversations
ar: محادثاتي
de: Meine Unterhaltungen
en: My conversations
es: Mis conversaciones
it: Le mie conversazioni
pt_br: Minhas conversas

# context.pin
source: Épingler
ar: تثبيت
de: Anheften
en: Pin
es: Fijar
it: Fissa
pt_br: Fixar

# context.remove_favorite
source: Retirer le favori
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
en: Remove from favourites
es: Quitar de favoritos
it: Rimuovi dai preferiti
pt_br: Remover dos favoritos

# context.unarchive
source: Désarchiver
ar: إلغاء الأرشفة
de: Archivierung aufheben
en: Unarchive
es: Desarchivar
it: Rimuovi dall'archivio
pt_br: Desarquivar

# context.unblock
source: Débloquer
ar: إلغاء الحظر
de: Blockierung aufheben
en: Unblock
es: Desbloquear
it: Sblocca
pt_br: Desbloquear

# context.unlock
source: Déverrouiller
ar: إلغاء القفل
de: Entsperren
en: Unlock
es: Desbloquear
it: Sblocca
pt_br: Desbloquear

# context.unmute
source: Réactiver les notifications
ar: إعادة تفعيل الإشعارات
de: Benachrichtigungen aktivieren
en: Unmute notifications
es: Reactivar notificaciones
it: Riattiva le notifiche
pt_br: Reativar notificações

# context.unpin
source: Désépingler
ar: إلغاء التثبيت
de: Lösen
en: Unpin
es: Desfijar
it: Rimuovi dai fissati
pt_br: Desfixar

# conversation.accessRevoked
source: Accès révoqué à cette conversation
ar: تم إلغاء الوصول إلى هذه المحادثة
de: Der Zugriff auf diese Unterhaltung wurde widerrufen
en: Access to this conversation was revoked
es: Se revocó el acceso a esta conversación
it: Accesso revocato a questa conversazione
pt_br: O acesso a esta conversa foi revogado

# conversation.composer.blocked.subtitle
source: Débloquez-le pour lui écrire et recevoir ses messages.
ar: ألغِ حظره لتراسله وتستقبل رسائله.
de: Hebe die Blockierung auf, um Nachrichten zu senden und zu empfangen.
en: Unblock them to send and receive messages.
es: Desbloquéalo para enviar y recibir mensajes.
it: Sbloccalo per scrivergli e ricevere i suoi messaggi.
pt_br: Desbloqueie para enviar e receber mensagens.

# conversation.composer.blocked.title
source: Vous avez bloqué cet utilisateur
ar: لقد حظرت هذا المستخدم
de: Du hast diesen Benutzer blockiert
en: You've blocked this user
es: Has bloqueado a este usuario
it: Hai bloccato questo utente
pt_br: Você bloqueou este usuário

# conversation.composer.blocked.unblock
source: Débloquer
ar: إلغاء الحظر
de: Blockierung aufheben
en: Unblock
es: Desbloquear
it: Sblocca
pt_br: Desbloquear

# conversation.delete.confirm.message
source: « %@ » sera masquée pour vous. Les autres participants la conservent.
ar: ستُخفى «%@» بالنسبة إليك. أما بقية المشاركين فتبقى لديهم.
de: „%@“ wird für dich ausgeblendet. Die anderen Teilnehmer behalten sie.
en: “%@” will be hidden for you. Other participants keep it.
es: «%@» se ocultará para ti. Los demás participantes la conservan.
it: «%@» sarà nascosta per te. Gli altri partecipanti la conservano.
pt_br: “%@” será ocultada para você. Os outros participantes a mantêm.

# conversation.delete.confirm.title
source: Supprimer la conversation ?
ar: حذف المحادثة؟
de: Konversation löschen?
en: Delete this conversation?
es: ¿Eliminar la conversación?
it: Eliminare la conversazione?
pt_br: Excluir a conversa?

# conversation.encryption.menu.inactive
source: Conversation non chiffrée — appuyez pour activer
ar: محادثة غير مشفّرة — اضغط للتفعيل
de: Unverschlüsselte Unterhaltung — zum Aktivieren tippen
en: Unencrypted conversation — tap to enable
es: Conversación sin cifrar: toca para activar
it: Conversazione non crittografata — tocca per attivare
pt_br: Conversa não criptografada — toque para ativar

# conversation.encryption.legacy.subtitle
source: Appuyez pour vérifier le numéro de sécurité
ar: اضغط للتحقّق من رقم الأمان
de: Tippen, um die Sicherheitsnummer zu prüfen
en: Tap to verify the safety number
es: Toca para verificar el número de seguridad
it: Tocca per verificare il numero di sicurezza
pt_br: Toque para verificar o número de segurança

# conversation.error.gone
source: Cette conversation n'existe plus
ar: لم تعد هذه المحادثة موجودة
de: Diese Unterhaltung existiert nicht mehr
en: This conversation no longer exists
es: Esta conversación ya no existe
it: Questa conversazione non esiste più
pt_br: Esta conversa não existe mais

# conversation.favorite.a11y
source: Favori %@
ar: مفضّلة %@
de: Favorit %@
en: Favorite %@
es: Favorito %@
it: Preferito %@
pt_br: Favorito %@

# conversation.info
source: Infos conversation
ar: معلومات المحادثة
de: Unterhaltungsinfo
en: Conversation info
es: Info de conversación
it: Info conversazione
pt_br: Informações da conversa

# conversation.info.share.error
source: Erreur lors de la création du lien
ar: خطأ أثناء إنشاء الرابط
de: Fehler beim Erstellen des Links
en: Error creating the link
es: Error al crear el enlace
it: Errore nella creazione del link
pt_br: Erro ao criar o link

# conversation.info.manage_members.a11y
source: Gérer les membres du groupe
ar: إدارة أعضاء المجموعة
de: Gruppenmitglieder verwalten
en: Manage group members
es: Gestionar los miembros del grupo
it: Gestisci i membri del gruppo
pt_br: Gerenciar os membros do grupo

# conversation.info.manage_members
source: Gérer les membres
ar: إدارة الأعضاء
de: Mitglieder verwalten
en: Manage members
es: Gestionar los miembros
it: Gestisci i membri
pt_br: Gerenciar os membros

# conversation.info.leave.title
source: Quitter la conversation
ar: مغادرة المحادثة
de: Unterhaltung verlassen
en: Leave the conversation
es: Salir de la conversación
it: Esci dalla conversazione
pt_br: Sair da conversa

# conversation.info.leave.message
source: Vous ne recevrez plus de messages. Votre historique restera lisible.
ar: لن تتلقى رسائل بعد الآن. سيظل سجلّك قابلًا للقراءة.
de: Du erhältst keine Nachrichten mehr. Dein Verlauf bleibt lesbar.
en: You'll no longer receive messages. Your history stays readable.
es: Ya no recibirás mensajes. Tu historial seguirá siendo legible.
it: Non riceverai più messaggi. La tua cronologia resterà leggibile.
pt_br: Você não receberá mais mensagens. Seu histórico continuará legível.

# conversation.info.leave.error
source: Erreur lors du départ de la conversation
ar: خطأ أثناء مغادرة المحادثة
de: Fehler beim Verlassen der Unterhaltung
en: Error leaving the conversation
es: Error al salir de la conversación
it: Errore nell'uscita dalla conversazione
pt_br: Erro ao sair da conversa

# conversation.info.block.message
source: Vous ne recevrez plus de messages de %@. Vous pourrez le débloquer dans les réglages.
ar: لن تتلقى بعد الآن رسائل من %@. يمكنك إلغاء الحظر من الإعدادات.
de: Du erhältst keine Nachrichten mehr von %@. Du kannst die Blockierung in den Einstellungen aufheben.
en: You'll no longer receive messages from %@. You can unblock them in Settings.
es: Ya no recibirás mensajes de %@. Podrás desbloquearlo en los ajustes.
it: Non riceverai più messaggi da %@. Potrai sbloccarlo nelle impostazioni.
pt_br: Você não receberá mais mensagens de %@. Você poderá desbloquear nas configurações.

# conversation.info.block.error
source: Erreur lors du blocage
ar: خطأ أثناء الحظر
de: Fehler beim Blockieren
en: Error while blocking
es: Error al bloquear
it: Errore durante il blocco
pt_br: Erro ao bloquear

# conversation.joined_on %@
source: Rejoint le %@
ar: انضم في %@
de: Beigetreten am %@
en: Joined on %@
es: Se unió el %@
it: Iscritto il %@
pt_br: Entrou em %@

# conversation.list.create_share_link.title
source: Créer un lien de partage
ar: إنشاء رابط مشاركة
de: Freigabelink erstellen
en: Create a share link
es: Crear un enlace para compartir
it: Crea un link di condivisione
pt_br: Criar link de compartilhamento

# conversation.list.master_pin_required.configure
source: Configurer
ar: إعداد
de: Einrichten
en: Configure
es: Configurar
it: Configura
pt_br: Configurar

# conversation.list.master_pin_required.message
source: Définissez un code PIN principal dans les réglages pour verrouiller des conversations.
ar: حدّد رمز PIN رئيسيًا في الإعدادات لقفل المحادثات.
de: Lege in den Einstellungen eine Master-PIN fest, um Unterhaltungen zu sperren.
en: Set a master PIN in settings to lock conversations.
es: Configura un PIN principal en los ajustes para bloquear conversaciones.
it: Imposta un PIN principale nelle impostazioni per bloccare le conversazioni.
pt_br: Defina um PIN principal nas configurações para bloquear conversas.
